[
  {
    "id": "chunk-1",
    "text": "What is CleverBooks? CleverBooks is an EdTech company that develops augmented reality (AR) educational tools to make learning interactive, interesting, and visual. They create applications and resources that allow students to explore subjects like geography, geometry, and space in three dimensions, making abstract concepts clearer.",
    "title": "About CleverBooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "General Overview of CleverBooks"
    }
  },
  {
    "id": "chunk-2",
    "text": "What makes CleverBooks different from other EdTech solutions? CleverBooks stands out from many EdTech tools by using augmented reality (AR) to overlay interactive 3D models onto the real world through tablets or smartphones. This allows students to rotate, zoom, and engage with digital models, improving their understanding of the subject matter. Unlike other technologies that require expensive hardware, CleverBooks only needs standard tablets or smartphones. Additionally, the lessons are aligned with global curricula, making them easy to incorporate into classroom teaching. The platform is designed to engage visual, auditory, and kinesthetic learners, ensuring that every user can thrive.",
    "title": "About CleverBooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "General Overview of CleverBooks"
    }
  },
  {
    "id": "chunk-3",
    "text": "Who is CleverBooks for—teachers, schools, students, or homeschoolers? CleverBooks is designed for everyone. It is ideal for teachers and schools, as it supports classroom teaching, group activities, and STEM lessons. Additionally, when students use CleverBooks, they engage with lessons in a fun and interactive way. CleverBooks tools are also suitable for parents who are teaching at home.",
    "title": "About CleverBooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "General Overview of CleverBooks"
    }
  },
  {
    "id": "chunk-4",
    "text": "What school grades or age groups are CleverBooks products suitable for? CleverBooks focuses on primary and elementary education for children aged 5 to 12. Their apps and materials are designed to be appropriate and visually engaging for young learners.",
    "title": "About CleverBooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "General Overview of CleverBooks"
    }
  },
  {
    "id": "chunk-5",
    "text": "Is CleverBooks aligned with specific national or international curricula? CleverBooks claims its content aligns with global education standards, making it suitable for different curricula worldwide. It is designed to be broadly compatible internationally.",
    "title": "About CleverBooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "General Overview of CleverBooks"
    }
  },
  {
    "id": "chunk-6",
    "text": "What subjects does CleverBooks cover? Geography: AR maps, continents, countries, and flags. Geometry: 3D shapes and properties of solids. Space: Planets, the solar system, and space exploration. STEM skills: mental mapping, problem-solving, and critical thinking.",
    "title": "About CleverBooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "General Overview of CleverBooks"
    }
  },
  {
    "id": "chunk-7",
    "text": "Where can I find sample lesson plans or teaching guides? Free resources for sample lesson plans and teacher materials are available on CleverBooks. These resources are often available as PDFs or downloadable guides for each augmented reality (AR) app. You can access them under the individual product pages on the website, or you can contact CleverBooks directly for specific materials.",
    "title": "About CleverBooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "General Overview of CleverBooks"
    }
  },
  {
    "id": "chunk-8",
    "text": "Is CleverBooks research-backed or evidence-based? CleverBooks highlights research showing that augmented reality (AR) improves student concentration, motivation, and spatial skills. They have received endorsements from educators and EdTech communities in over 40 countries. Additionally, they engage in research collaborations.",
    "title": "About CleverBooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "General Overview of CleverBooks"
    }
  },
  {
    "id": "chunk-9",
    "text": "How is CleverBooks being used in real classrooms? In actual classrooms, we can develop interactive geography lessons that enable students to scan augmented reality (AR) maps, allowing them to explore countries, flags, and fascinating facts. Furthermore, we can conduct 3D geometry lessons that provide students with the opportunity to experience solid shapes in three dimensions, as opposed to merely viewing flat images in their textbooks. Teachers use CleverBooks as a digital tool to support active learning. During the COVID-19 pandemic, they used augmented reality to engage students while teaching remotely.",
    "title": "About CleverBooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "General Overview of CleverBooks"
    }
  },
  {
    "id": "chunk-10",
    "text": "Are CleverBooks products suitable for special education needs? Visual and interactive formats can significantly benefit students with learning differences, and augmented reality (AR) can adjust the scope of learning styles. However, CleverBooks does not specifically market its products for special education. They do not make targeted claims regarding conditions such as autism or dyslexia. Although these tools may be advantageous for students with special educational needs (SEN), teachers need to set each tool on an individual basis to decide its relevance to their specific classroom requirements.",
    "title": "About CleverBooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "General Overview of CleverBooks"
    }
  },
  {
    "id": "chunk-11",
    "text": "Is there teacher training available? CleverBooks offers a range of training sessions for educators, including both free and paid options, to help them effectively integrate augmented reality (AR) into their teaching. The sessions cover the utilization of AR apps, aligning AR content with educational curricula, and best practices for implementation in the classroom. To request training, please visit the Contact page on the website.",
    "title": "About CleverBooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "General Overview of CleverBooks"
    }
  },
  {
    "id": "chunk-12",
    "text": "Where can I find lesson plans? On the CleverBooks website, you can find free resources under the Free Resources section (it seems like the section existed, but when I open the page, it shows a 404 error), within individual product pages, or by directly asking. Teachers can email CleverBooks to request tailored lesson ideas.",
    "title": "About CleverBooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "General Overview of CleverBooks"
    }
  },
  {
    "id": "chunk-13",
    "text": "What is curriculum alignment? It involves ensuring that teaching materials are aligned with the educational standards that students are expected to meet, such as Common Core, national curricula, or IB frameworks. CleverBooks aligns its content with global learning objectives, allowing teachers to effortlessly integrate AR tools into their existing lessons without straying off-topic.",
    "title": "About CleverBooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "General Overview of CleverBooks"
    }
  },
  {
    "id": "chunk-14",
    "text": "What is the CleverBooks Geography app? The CleverBooks Geography app is an educational application that uses augmented reality (AR) to help students learn geography. It allows users to explore 3D models of countries and continents, discover geographical features, political structures, and learn about the local flora and fauna. The app is designed to be interactive and engaging, making geography learning fun and accessible for both classroom and home use.",
    "title": "CleverBooks Geography App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-15",
    "text": "What features does the app include? The CleverBooks Geography app offers interactive 3D models of countries, alongside information on geographical peculiarities, political structures, monuments, flora, fauna, and heritage sites. The app also includes interactive weather and seasonal simulations, as well as engaging activities like feeding animals in \"Animal Mode\".",
    "title": "CleverBooks Geography App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-16",
    "text": "How does it help students learn Geography? The CleverBooks Geography App helps students learn Geography by making abstract topics visual, interactive, and fun! By overlaying 3D models of countries, geographical features, and other elements onto the real world through a mobile device, the app creates an immersive and interactive learning experience. This allows students to explore continents, see the geography of different lands, learn about flora and fauna, and discover heritage sites in a more engaging and memorable way, boosting their understanding and interest in geography.",
    "title": "CleverBooks Geography App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-17",
    "text": "How do I activate the code for the app? To activate the CleverBooks Geography app with an access code, you typically need to download and launch the app on your mobile device, then enter the code when prompted within the app. The code is usually included in your confirmation email after purchasing the World Map, which is used with the app.",
    "title": "CleverBooks Geography App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-18",
    "text": "Where do I buy the AR map to use with the app? To purchase the CleverBooks Geography AR map, you can visit the CleverBooks online shop. Specifically, you can find the World Map for Augmented Reality there. You can also find the CleverBooks Geography Workbook with Augmented Reality, which includes a map, on the CleverBooks website.",
    "title": "CleverBooks Geography App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-19",
    "text": "Can this be used without the map? No, the CleverBooks Geography app primarily relies on the CleverBooks Geography map (or continent markers) to activate and display augmented reality content. The app uses your device's camera to scan the map, which then triggers the display of interactive 3D models and other educational content. While the app itself is installed on a mobile device, the core functionality of exploring content in augmented reality is tied to the physical map.",
    "title": "CleverBooks Geography App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-20",
    "text": "What topics are covered (e.g., continents, countries, flags, facts)? CleverBooks Geography focuses on teaching geography using augmented reality (AR) and covers topics such as 3D models of countries, geographical peculiarities, political structures, animals, plants, and heritage sites.",
    "title": "CleverBooks Geography App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-21",
    "text": "Is an internet connection required during use? No, an internet connection is not required to use the CleverBooks Geography app after the initial installation.",
    "title": "CleverBooks Geography App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-22",
    "text": "Can I use it offline? Once the app is installed on your device, you can use it offline to explore augmented reality content and features. However, a stable internet connection is needed for multi-user features like content review and game playing with other users.",
    "title": "CleverBooks Geography App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-23",
    "text": "Is the app available in multiple languages? Yes, the CleverBooks Geography app is available in multiple languages. The app store listing indicates the app supports 11 new languages, including Greek, Romanian, and Turkish, among others. Additionally, the app also supports Spanish, Portuguese, German, French, Italian, Chinese, Japanese, Russian, Korean, Indonesian, Arabic, Thai, Turkish, Hindi, Vietnamese, and Romanian.",
    "title": "CleverBooks Geography App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-24",
    "text": "How long is the license valid? The CleverBooks Geography App is free to download. Your investment is only in the physical products from CleverBooks. For information on the CleverBooks Augmented Classroom subscription you can learn more here.",
    "title": "CleverBooks Geography App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-25",
    "text": "What does the Geometry app do? The CleverBooks Geometry app uses augmented reality (AR) to help students visualize and learn about geometric shapes. It allows users to view 3D models of geometric shapes from all angles, explore their properties, and even see how 3D shapes unfold into 2D shapes. The app also includes a feature to compare real-world objects with geometric shapes using AR.",
    "title": "CleverBooks Geometry App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-26",
    "text": "How do I activate and use it? To use the CleverBooks Geometry app, you'll need to first download and install it on your mobile device. Then, you'll need to purchase and print the \"Digital CleverBooks Geometry A4 Building Blocks Printouts\". Launch the app, and point your device's camera at the printed building blocks. The app will then display interactive 3D shapes and scenes in augmented reality.",
    "title": "CleverBooks Geometry App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-27",
    "text": "Where do I buy the physical geometry shapes or materials? To find physical geometry shapes and materials to use with the CleverBooks Geometry app, visit the official CleverBooks website.",
    "title": "CleverBooks Geometry App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-28",
    "text": "Is it suitable for classroom or home use? Yes, the CleverBooks Geometry app is suitable for both classroom and home use. It's designed to be a versatile educational tool for learning geometry concepts.",
    "title": "CleverBooks Geometry App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-29",
    "text": "What 3D objects are covered in the app? The CleverBooks Geometry app covers a range of geometric shapes, including both 2D and 3D objects. Specifically, it includes 3D models of basic geometric solids and allows users to visualize their 2D counterparts through unfolding. The app also allows for interaction with the shapes and explores their properties.",
    "title": "CleverBooks Geometry App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-30",
    "text": "How does it help with understanding geometric concepts? The CleverBooks Geometry app helps students understand geometric concepts by using augmented reality (AR) to visualize 2D and 3D shapes, allowing them to interact with and manipulate virtual objects in their real environment. This interactive and immersive experience can improve spatial visualization, understanding of shape properties, and even help with learning fractions.",
    "title": "CleverBooks Geometry App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-31",
    "text": "Does it include interactive exercises or just visualisation? The CleverBooks Geometry app primarily uses Augmented Reality (AR) for visualization but also includes interactive elements and exercises. The app allows users to explore 3D geometric shapes and their properties through AR, and it also features interactive games and tests as in-app purchases according to the app store listing.",
    "title": "CleverBooks Geometry App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-32",
    "text": "Can students use it on their own or is teacher guidance needed? The CleverBooks Geometry app can be used by students both independently and with teacher guidance. The app is designed to spark curiosity and facilitate exploration of 3D geometry through augmented reality, making it suitable for individual student use.",
    "title": "CleverBooks Geometry App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-33",
    "text": "Is there a VR or AR headset needed? No, a VR or AR headset is not required to use the CleverBooks Geometry app. It utilizes Augmented Reality (AR) technology displayed on a mobile device (phone or tablet) with a camera. You'll need the app and a physical printout (like the CleverBooks Geometry Workbook) to interact with the AR features.",
    "title": "CleverBooks Geometry App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-34",
    "text": "What is the Space app about? The CleverBooks Space app uses Augmented Reality (AR) to help students explore the solar system, rocket building, and space in an interactive way. It's designed to make learning about space engaging and accessible through 3D visualization and interactive tasks on Google Play. The app covers topics like planets, rocket assembly, and space missions, aiming to spark interest in STEM subjects.",
    "title": "CleverBooks Space App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-35",
    "text": "What planets or space concepts are included? The CleverBooks Space app includes the planets in our solar system (Mercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus, Neptune) and concepts like the Sun, Moon, asteroids, and rocket building. It also features the International Space Station, constellations, and the Kuiper Belt.",
    "title": "CleverBooks Space App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-36",
    "text": "Is it scientifically accurate? Yes, the app is scientifically accurate for its target 5–12 year-old audience. It correctly represents planets, rockets, and basic space concepts while promoting engagement through interactive AR.",
    "title": "CleverBooks Space App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-37",
    "text": "How do I activate the app? To activate the CleverBooks Space app, first, download it from the App Store or Google Play. Then, launch the app and point your device's camera at the provided image marker. This marker triggers the augmented reality experience, allowing you to explore interactive content related to space.",
    "title": "CleverBooks Space App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-38",
    "text": "Where do I purchase the necessary AR map or materials? You can find the products, including the Space Poster which is required for the augmented reality experience, on the CleverBooks website.",
    "title": "CleverBooks Space App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-39",
    "text": "Does this app include interactivity (e.g., quizzes, movement, exploration)? Yes, the CleverBooks Space app incorporates quizzes, movement, and exploration, particularly through its Augmented Reality (AR) features. It uses 3D visualization to engage students in learning about the solar system, rocket building, and space missions. Users can assemble rockets in the app and embark on virtual space missions to different planets.",
    "title": "CleverBooks Space App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-40",
    "text": "Is it suitable for primary and secondary students? Yes, the CleverBooks Space app is designed for both primary and secondary students. It leverages augmented reality to create interactive learning experiences focused on space exploration, rocket building, and the solar system. The app is intended to engage students in STEM subjects and enhance their understanding of space-related concepts.",
    "title": "CleverBooks Space App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-41",
    "text": "Can it support science/STEM curriculum? Yes, the CleverBooks Space app can support a science/STEM curriculum. It's specifically designed as a supplementary learning tool for primary school students, aligning with global curriculum guidelines for subjects like astronomy, space exploration, and engineering. The app immerses students in the learning experience of the galaxy and brings space travel to life through augmented reality.",
    "title": "CleverBooks Space App",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "CleverBooks AR Apps (Standalone Products)"
    }
  },
  {
    "id": "chunk-42",
    "text": "What is the Augmented Classroom? Augmented Classroom is an education platform that brings 3D augmented reality into K12 learning. it’s a collaborative AR environment where students can explore, play, create, take quizzes, and work together in real time.",
    "title": "General Overview of Augmented Classroom",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-43",
    "text": "What makes ARC different from standalone CleverBooks apps?",
    "title": "General Overview of Augmented Classroom",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-44",
    "text": "Is it a cloud-based platform? Yes. Augmented Classroom is delivered entirely as a cloud platform: Web access and are available on iOS, Android, Windows, meaning no local installations are needed.",
    "title": "General Overview of Augmented Classroom",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-45",
    "text": "Is it accessible via mobile and web? Yes, Augmented Classroom works on both browsers and mobile apps like IOS, Android, Windows and Mac.",
    "title": "General Overview of Augmented Classroom",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-46",
    "text": "Can students log in or is it teacher-only? Yes, both teachers and students can log in and join sessions using a unique code provided.",
    "title": "General Overview of Augmented Classroom",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-47",
    "text": "Does it work across devices (PC, tablet, mobile)? Yes, Augmented Classroom is fully functional across PC, tablets, mobile, and smartboards.",
    "title": "General Overview of Augmented Classroom",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-48",
    "text": "Do I need any hardware beyond a phone/tablet? No, Augmented Classroom doesn’t require AR Headset, or special markers. Just a device with camera!",
    "title": "General Overview of Augmented Classroom",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-49",
    "text": "How do I sign up or create an account? Both teachers and students can register for an account to access the full features of Augmented Classroom, on the official website.",
    "title": "Access, Accounts, and Setup",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-50",
    "text": "How do I log in to ARC apps? To log in to the ARC apps, first you need to download apps in your store, either App Store or Play store, then open the app and enter username and password, and once logged in, you will have access to all the apps features and content.",
    "title": "Access, Accounts, and Setup",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-51",
    "text": "Can I use the same login for different ARC tools? Yes, same login can be use for different ARC tools, so once you are logged in, you can access various apps.",
    "title": "Access, Accounts, and Setup",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-52",
    "text": "Are there administrative roles for schools? Yes, CleverBooks ARC has administrative roles for schools. Teachers can assign tasks and track progress, ICT coordinators manage technical setup, and school admins handle user accounts and permissions.",
    "title": "Access, Accounts, and Setup",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-53",
    "text": "Can students log in independently? Yes, students can independently access Augmented Classroom tools. They don’t need individual accounts, but instead educators provide a link or join code to facilitate interactive lessons.",
    "title": "Access, Accounts, and Setup",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-54",
    "text": "Is there a free trial? No, but there is a free tier with limited functionality to try out the product.",
    "title": "Access, Accounts, and Setup",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-55",
    "text": "Apps within ARC: ARC Create, ARC Geometry, ARC Geography, ARC Quest, ARC Textbooks.",
    "title": "What’s Included in ARC?",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-56",
    "text": "What is it used for? ARC Create is an Augmented Reality (AR) tool that enables educators and students to design and explore 3D virtual environments, either solo or collaboratively, within a classroom or remote setting.",
    "title": "ARC Create",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-57",
    "text": "Key features: 3D model building: Use an extensive library of 3D objects to construct scenes (e.g., Arctic, the Moon, Wild West). Multi-user mode: Co-create in shared AR environments, encouraging teamwork. Design thinking pipeline: Supports research, exploration, creation, and evaluation phases. Cross-device compatibility: Works on Android, iOS, Chromebooks, desktops, tablets, and interactive touchboards.",
    "title": "ARC Create",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-58",
    "text": "Supported subjects: True to its name, ARC Create is subject-agnostic. It supports any subject through creative and collaborative 3D projects - STEM, history, geography, art, languages, social studies, and more.",
    "title": "ARC Create",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-59",
    "text": "Suitable grade levels: Primarily aimed at primary/elementary students (K–6). Also effective for older students engaged in design, art, storytelling, or project-based learning.",
    "title": "ARC Create",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-60",
    "text": "Integration with teaching methods: Encourages active learning: Students explore, create, and iterate. Supports collaborative learning through real-time group projects. Comes with a teacher lesson-plan library, LTI-enabled LMS integration, and activity logs. Enhances existing curricula by adding an immersive dimension and hands-on design tasks.",
    "title": "ARC Create",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-61",
    "text": "Task assignment & progress tracking: Yes. Within the broader Augmented Classroom platform teachers can assign AR design tasks, and monitor student progress via activity logs and performance tracking.",
    "title": "ARC Create",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-62",
    "text": "Supports collaborative learning? Yes. ARC Create was built for multi-user interaction, allowing students to co-create 3D worlds simultaneously. It's ideal for teamwork projects.",
    "title": "ARC Create",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-63",
    "text": "Demo video or tutorial? Yes - https://www.youtube.com/watch?v=ZLI1wwdRiBE",
    "title": "ARC Create",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-64",
    "text": "Additional purchases required? App itself is free on Android and iOS. However, the full Augmented Classroom experience requires: A CleverBooks subscription (prices start at ~$1.99/user/month or ~$4.50/year). Optionally, physical markers/workbooks or AR kits (e.g., blocks, posters) to trigger and enrich content.",
    "title": "ARC Create",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-65",
    "text": "Demo video from YouTube: https://www.youtube.com/watch?v=ZLI1wwdRiBE",
    "title": "ARC Create",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-66",
    "text": "What is it used for? ARC Geometry is an Augmented Reality educational app designed to help students explore and interact with 2D and 3D geometric shapes, perform arithmetic operations (addition, subtraction, multiplication, division), and engage in problem-solving activities—either individually or collaboratively in class or remotely.",
    "title": "ARC Geometry",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-67",
    "text": "What are its key features? AR visualization: Display and manipulate shapes like circles, triangles, rectangles, cubes, hexagons; view cross sections, properties like radius, diameter. Interactive arithmetic: Engage with fractions and basic operations within AR contexts. Assessments & games: Multiple-choice quizzes comparing real-world objects with AR shapes; in-app geometric games via purchase. Collaborative use: Supports multi-user AR classroom sessions through Augmented Classroom platform. Teacher resources: Markers, physical cubes, workbooks, and guided activity plans available online.",
    "title": "ARC Geometry",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-68",
    "text": "What subjects does it support? Primarily for Mathematics, especially geometry, arithmetic, measurement, data, and related strands. It also incorporates elements of technology and language through voiceovers and interactive tasks.",
    "title": "ARC Geometry",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-69",
    "text": "What grade levels is it suitable for? Ideal for primary/elementary students (K‑6). Voiceovers and guided interactions target ages roughly 5–12.",
    "title": "ARC Geometry",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-70",
    "text": "How does it integrate with existing teaching methods? Curriculum-aligned: Based on global standards, designed as a supplementary resource. Supports blended learning: Works with physical items, markers, building blocks, and digital AR. Encourages active learning: Students manipulate, explore, and solve problems in AR. Teacher-led or independent: Can be used in whole-class, group, or individual settings.",
    "title": "ARC Geometry",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-71",
    "text": "Does it support collaborative learning? Yes, ARC Geometry supports collaborative learning through the Augmented Classroom platform, allowing multiple students to interact with the same AR geometry objects simultaneously in a shared space.",
    "title": "ARC Geometry",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-72",
    "text": "Are there demo videos or tutorials? Yes, there are demo videos and tutorials available for ARC Geometry. You can find them on the CleverBooks YouTube channel or within the Augmented Classroom platform.",
    "title": "ARC Geometry",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-73",
    "text": "Are additional purchases required? Yes, additional purchases are required to fully use ARC Geometry. You'll need to buy the CleverBooks Geometry Workbook with Augmented Reality, which includes the necessary markers and printouts. The app itself is free to download, but the physical materials are essential for the augmented reality experience.",
    "title": "ARC Geometry",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-74",
    "text": "What is it used for? ARC Geography is an Augmented Reality (AR) app designed to help students explore geography interactively. It allows users to view 3D models of countries, continents, and geographical features, learn about cultural landmarks, animals, and plants, and engage in collaborative learning activities within the Augmented Classroom platform.",
    "title": "ARC Geography",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-75",
    "text": "What are its key features? Interactive 3D maps: Explore continents, countries, and geographical features in AR. Cultural and natural content: Learn about landmarks, animals, plants, and heritage sites. Multi-user collaboration: Students can explore together in real-time AR sessions. Curriculum-aligned: Supports global geography standards and lesson plans. Offline capability: Works without internet after initial setup. Multi-language support: Available in 11+ languages, including Greek, Romanian, and Turkish.",
    "title": "ARC Geography",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-76",
    "text": "What subjects does it support? Primarily Geography, but also integrates elements of Social Studies, Environmental Science, and Cultural Education.",
    "title": "ARC Geography",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-77",
    "text": "What grade levels is it suitable for? Ideal for primary and elementary students (ages 5–12).",
    "title": "ARC Geography",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-78",
    "text": "How does it integrate with existing teaching methods? ARC Geography is designed as a supplementary tool that enhances traditional geography lessons with interactive AR experiences. It supports inquiry-based learning, collaborative projects, and visual-spatial skill development, aligning with global curricula to help teachers meet learning objectives.",
    "title": "ARC Geography",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-79",
    "text": "Does it support collaborative learning? Yes, ARC Geography supports collaborative learning through the Augmented Classroom platform, allowing multiple students to explore and interact with the same AR geography content simultaneously in a shared virtual space.",
    "title": "ARC Geography",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-80",
    "text": "Are there demo videos or tutorials? Yes, there are demo videos and tutorials available for ARC Geography. You can find them on the CleverBooks YouTube channel or within the Augmented Classroom platform resources.",
    "title": "ARC Geography",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-81",
    "text": "Are additional purchases required? Yes, additional purchases are required to fully use ARC Geography. You'll need to buy the CleverBooks Geography Workbook with Augmented Reality, which includes the necessary physical map and markers. The app itself is free to download, but the physical materials are essential for the augmented reality experience.",
    "title": "ARC Geography",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-82",
    "text": "What is it used for? ARC Quest is an Augmented Reality (AR) educational game designed to engage students in interactive quests and challenges. It combines learning with gamification, allowing students to explore topics, solve problems, and complete missions either individually or collaboratively within the Augmented Classroom platform.",
    "title": "ARC Quest",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-83",
    "text": "What are its key features? Gamified learning: Students complete quests, earn rewards, and progress through levels. Multi-subject content: Covers topics from geography, history, science, and more. Collaborative play: Supports team-based challenges and real-time interaction. Curriculum-aligned: Designed to supplement standard educational objectives. Interactive AR: Uses augmented reality to bring quest elements into the real world. Progress tracking: Teachers can monitor student achievement and participation.",
    "title": "ARC Quest",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-84",
    "text": "What subjects does it support? ARC Quest is interdisciplinary, supporting subjects like Geography, History, Science, and general STEM education through its gamified quest format.",
    "title": "ARC Quest",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-85",
    "text": "What grade levels is it suitable for? Primarily aimed at primary and elementary students (ages 5–12).",
    "title": "ARC Quest",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-86",
    "text": "How does it integrate with existing teaching methods? ARC Quest integrates gamification into teaching, making learning more engaging and interactive. It supports project-based learning, collaborative tasks, and curriculum-aligned challenges, allowing teachers to use it as a supplementary tool to reinforce concepts and motivate students.",
    "title": "ARC Quest",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-87",
    "text": "Does it support collaborative learning? Yes, ARC Quest supports collaborative learning by allowing students to work together in teams to complete quests and challenges within the Augmented Classroom platform.",
    "title": "ARC Quest",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-88",
    "text": "Are there demo videos or tutorials? Yes, demo videos and tutorials for ARC Quest are available on the CleverBooks YouTube channel and within the Augmented Classroom platform resources.",
    "title": "ARC Quest",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-89",
    "text": "Are additional purchases required? The app itself is free, but full access to ARC Quest's features requires a subscription to the Augmented Classroom platform. Physical markers or workbooks may also be needed for certain AR experiences.",
    "title": "ARC Quest",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-90",
    "text": "What is it used for? ARC Textbooks is a feature within the Augmented Classroom platform that allows traditional textbooks to be enhanced with augmented reality (AR) content. It enables students to point their device at specific pages or images in a textbook to unlock interactive 3D models, animations, and additional learning materials.",
    "title": "ARC Textbooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-91",
    "text": "What are its key features? AR-enhanced content: Brings static textbook images to life with interactive 3D models. Curriculum alignment: AR content is designed to complement specific textbook topics and learning objectives. Easy access: Students use their device's camera to scan textbook pages to trigger AR experiences. Multi-subject support: Can be applied to textbooks for science, geography, history, and more. Offline capability: Some AR content may be accessible without an internet connection after initial download.",
    "title": "ARC Textbooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-92",
    "text": "What subjects does it support? ARC Textbooks can support any subject that uses textbooks, including Science, Geography, History, and Mathematics, by adding interactive AR elements to existing educational materials.",
    "title": "ARC Textbooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-93",
    "text": "What grade levels is it suitable for? Suitable for all grade levels that use textbooks, typically from primary through secondary education (ages 5–18).",
    "title": "ARC Textbooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-94",
    "text": "How does it integrate with existing teaching methods? ARC Textbooks seamlessly integrates with traditional textbook-based teaching by adding an interactive AR layer. It enhances visual learning, provides deeper engagement with content, and supports both teacher-led instruction and independent study without replacing existing materials.",
    "title": "ARC Textbooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-95",
    "text": "Does it support collaborative learning? While primarily designed for individual interaction with textbook content, ARC Textbooks can support collaborative learning when used in group settings where students discuss and explore AR content together.",
    "title": "ARC Textbooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-96",
    "text": "Are there demo videos or tutorials? Yes, demo videos and tutorials for ARC Textbooks are available on the CleverBooks YouTube channel and within the Augmented Classroom platform resources.",
    "title": "ARC Textbooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-97",
    "text": "Are additional purchases required? Yes, ARC Textbooks requires a subscription to the Augmented Classroom platform. Additionally, specific textbooks may need to be AR-enabled through partnerships with publishers, or may require the purchase of companion AR markers/workbooks from CleverBooks.",
    "title": "ARC Textbooks",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-98",
    "text": "What is the pricing model for ARC? Subscription-based with tiered pricing: Individual Teacher: ~$4.50/year. School License: Volume discounts available, starting at ~$1.99/student/year. Free tier: Limited functionality for trying out the platform.",
    "title": "Pricing and Licensing",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-99",
    "text": "Is there a free trial? No, but there is a free tier with limited functionality to try out the product.",
    "title": "Pricing and Licensing",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-100",
    "text": "How do I purchase a subscription? Visit the CleverBooks website, navigate to the Augmented Classroom section, and choose a subscription plan. You can purchase online with a credit card or request a quote for school licenses.",
    "title": "Pricing and Licensing",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-101",
    "text": "Are there volume discounts for schools? Yes, CleverBooks offers volume discounts for schools purchasing multiple licenses for the Augmented Classroom platform. You can contact their sales team for a customized quote based on your school's needs.",
    "title": "Pricing and Licensing",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-102",
    "text": "Can I cancel or get a refund? Subscription terms, including cancellation and refund policies, are detailed in the CleverBooks Terms of Service. Generally, subscriptions may be cancelable, but refunds are typically not offered for partially used periods. Contact CleverBooks support for specific cases.",
    "title": "Pricing and Licensing",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-103",
    "text": "What payment methods are accepted? CleverBooks accepts major credit cards (Visa, MasterCard, American Express) and PayPal for online purchases. For school and institutional purchases, they may also accept bank transfers or purchase orders; contact their sales team for details.",
    "title": "Pricing and Licensing",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-104",
    "text": "Is VAT included? VAT (Value Added Tax) is not typically included in the listed prices for CleverBooks products. VAT may be added during checkout based on your location and local tax regulations.",
    "title": "Pricing and Licensing",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-105",
    "text": "Do I need to buy physical products separately? Yes, physical products like workbooks, maps, and markers are sold separately from the digital apps and subscriptions. They are required for the full augmented reality experience with many CleverBooks applications.",
    "title": "Pricing and Licensing",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-106",
    "text": "What devices are supported? iOS: iPhone and iPad (iOS 11.0 or later). Android: Phones and tablets (varies by device). Windows: PCs and tablets. Mac: macOS devices. Chromebooks: Web access via browser.",
    "title": "Technical Requirements",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-107",
    "text": "What are the minimum system requirements? Operating System: iOS 11.0+ or Android 5.0+ (varies by app). Processor: 64-bit architecture. RAM: 2GB+ recommended. Camera: Required for AR features. Storage: Varies by app (~100MB–500MB). Internet: Required for initial download and some features.",
    "title": "Technical Requirements",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-108",
    "text": "Do I need an AR headset? No, CleverBooks products do not require an AR headset. They use augmented reality through standard mobile devices (phones/tablets) with cameras.",
    "title": "Technical Requirements",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-109",
    "text": "Is an internet connection required? For initial download and setup: Yes, internet is required. For ongoing use: Many features work offline after download, but some collaborative or multi-user features require an internet connection.",
    "title": "Technical Requirements",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-110",
    "text": "How much storage space do the apps need? Storage requirements vary by app, but typically range from 100MB to 500MB per application. Additional space may be needed for cached AR content and updates.",
    "title": "Technical Requirements",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-111",
    "text": "Can I use it on a Chromebook? Yes, CleverBooks Augmented Classroom works on Chromebooks through web browser access. Some standalone apps may also be available via the Google Play Store on compatible Chromebooks.",
    "title": "Technical Requirements",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-112",
    "text": "Does it work on interactive whiteboards? Yes, CleverBooks Augmented Classroom is compatible with interactive whiteboards, allowing teachers to display and interact with AR content for whole-class instruction.",
    "title": "Technical Requirements",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-113",
    "text": "How do I contact support? Email: support@cleverbooks.com. Website: https://www.cleverbooks.eu/contact/. Contact form: Available on the CleverBooks website.",
    "title": "Support and Troubleshooting",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-114",
    "text": "Where can I find FAQs? FAQs are available on the CleverBooks website under the Support or Help section. You can also find answers to common questions in the knowledge base articles provided with the products.",
    "title": "Support and Troubleshooting",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-115",
    "text": "The app won’t launch or crashes. Try these steps: 1. Ensure your device meets the minimum system requirements. 2. Update the app to the latest version. 3. Restart your device. 4. Clear the app's cache/data (Android) or offload and reinstall (iOS). 5. Check available storage space. 6. Contact support if issues persist.",
    "title": "Support and Troubleshooting",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-116",
    "text": "AR not working properly. Ensure: 1. Camera permissions are granted to the app. 2. Good lighting conditions. 3. The physical marker/workbook is undamaged and properly positioned. 4. Your device's camera is clean and functional. 5. You're using the correct marker for the app. 6. Try recalibrating or restarting the app.",
    "title": "Support and Troubleshooting",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-117",
    "text": "Login or account issues. If you're having trouble logging in: 1. Check your internet connection. 2. Verify your username and password. 3. Use the \"Forgot Password\" feature if needed. 4. Ensure your subscription is active. 5. Contact support with your account details if problems continue.",
    "title": "Support and Troubleshooting",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-118",
    "text": "Sound or voiceover not working. Check: 1. Device volume is turned up and not muted. 2. The app has audio permissions. 3. In-app sound settings are enabled. 4. Try using headphones to isolate the issue. 5. Restart the app and device.",
    "title": "Support and Troubleshooting",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-119",
    "text": "Can’t see other users in multi-user mode. For multi-user issues: 1. Ensure all users are on the same session code. 2. Check internet connectivity for all devices. 3. Verify that multi-user features are included in your subscription. 4. Restart the session. 5. Contact support if the problem persists.",
    "title": "Support and Troubleshooting",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  },
  {
    "id": "chunk-120",
    "text": "How do I request a feature? To suggest a new feature or improvement: 1. Email your ideas to support@cleverbooks.com. 2. Use the feedback form on the CleverBooks website. 3. Participate in user surveys or community forums if available.",
    "title": "Support and Troubleshooting",
    "metadata": {
      "source": "ARC Knowledge Base",
      "category": "Augmented Classroom (ARC Platform)"
    }
  }
]